[{"title":"Anna Karenina","description":"Anna Karenina tells of the doomed love affair between the sensuous and rebellious Anna and the dashing officer, Count Vronsky. Tragedy unfolds as Anna rejects her passionless marriage and thereby exposes herself to the hypocrisies of society.","price":"1800","id":"0.8749270919376344","createdAt":"2020-10-19T16:29:48.397Z"},{"title":"Madame Bovary","description":"When Emma Rouault marries Charles Bovary she imagines she will pass into the life of luxury and passion that she reads about in sentimental novels and women’s magazines. But Charles is a dull country doctor, and provincial life is very different from the romantic excitement for which she yearns.","price":"1200","id":"0.4803717752956098","createdAt":"2020-10-19T16:30:13.869Z"},{"title":"War and Peace","description":"The novel chronicles the French invasion of Russia and the impact of the Napoleonic era on Tsarist society through the stories of five Russian aristocratic families.","price":"1300","id":"0.15012265541284164","createdAt":"2020-10-19T16:30:52.362Z"},{"title":"Hamlet","description":"Hamlet is Shakespeare’s most popular, and most puzzling, play. It follows the form of a “revenge tragedy,” in which the hero, Hamlet, seeks vengeance against his father’s murderer, his uncle Claudius, now the king of Denmark.","price":"800","id":"0.24774692014854205","createdAt":"2020-10-19T16:31:17.523Z"},{"title":"The Great Gatsby","description":"The story primarily concerns the young and mysterious millionaire Jay Gatsby and his quixotic passion and obsession with the beautiful former debutante Daisy Buchanan.","price":"2500","id":"0.7729268862917886","createdAt":"2020-10-19T16:31:42.321Z"},{"title":"In Search of Lost Time","description":"In Search of Lost Time follows the narrator’s recollections of childhood and experiences into adulthood during late 19th century to early 20th century aristocratic France, while reflecting on the loss of time and lack of meaning to the world.","price":"500","id":"0.591934136312875","createdAt":"2020-10-19T16:32:08.075Z"},{"title":"The Stories of Anton Chekhov","description":"Stories by the famous Russian author, Anton Chekhov. Chekhov lived during the last years of the Czars, and most of his stories are approximately of that time period. The book gives an excellent view of Russian life in czarist Russia, as well as entertaining plots and style.","price":"600","id":"0.4547279565546367","createdAt":"2020-10-19T16:32:37.840Z"},{"title":"Middlemarch","description":"The novel is set in the fictitious Midlands town of Middlemarch during 1829–1832, and follows several distinct, intersecting stories with a large cast of characters. Issues include the status of women, the nature of marriage, idealism, self-interest, religion, hypocrisy, political reform, and education.","price":"600","id":"0.6449035903954579","createdAt":"2020-10-19T16:33:18.088Z"}]